Repository: chattersley3/HockeyBot
Catalog: *.po
Languages: sv_se

source: Error grabbing game data:
sv_se: Fel uppstod vid inhämtande av matchstatistik:

source: Pickems Set Winner error:
sv_se: Fel uppstod med att sätta Pickemsvinnare

source: Games Done Playing
sv_se: Matcherna är färdigspelade

source: Error tallying leaderboard:
sv_se: Problem med sammanställning av tabell:

source: Checking GDC
sv_se: Kollar GDC (Game Day Channel)

source: You have already voted! Changing vote to)
sv_se: Du har redan röstat! Ändrar röst till)

source: Voting has ended!
sv_se: Röstningen har avslutats!

source: Don't clutter the voting message with emojis!
sv_se: Rör inte till röstningsmeddelandet med emojis!

source: Emoji changing cancelled
sv_se: Emojibyte avbrutet

source: On
sv_se: På

source: Off
sv_se: Av

source: [Standings
sv_se: [Ställning

source: Standings
sv_se: Ställning

source: Hockey Settings
sv_se: Hockeyinställingar

source: Standings Settings
sv_se: Ställningsinställningar

source: ```GDC settings for
sv_se: ```GDC (Game Day Channel) inställningar för

source: Create Game Day Channels:
sv_se: Skapa Game Day Channels:

source: Delete Game Day Channels:
sv_se: Ta bort Game Day Channels:

source: Team:
sv_se: Lag:

source: Current Channels:
sv_se: Nuvarande Kanaler:

source: GDC settings for
sv_se: GDC (Game Day Channels) inställningar för

source: Create Game Day Channels
sv_se: Skapa Game Day Channels

source: Delete Game Day Channels
sv_se: Ta bort Game Day Channels

source: Team
sv_se: Lag

source: Current Channels
sv_se: Nuvarande Kanaler

source: Game day channels deleted.
sv_se: Game day channels borttagna

source: Game day channels created.
sv_se: Game day channels skapade

source: will
sv_se: kommer

source: won't
sv_se: kommer inte

source: be created on this server.
sv_se: skapas på den här servern

source: Game day channels will be created in
sv_se: Game day channels kommer skapas i

source: Note, this may not happen until the next set of games.
sv_se: Notis, detta kan inte hända förrän efter nästa matchrunda

source: I don't have manage channels permission!
sv_se: Jag har inte rätten att hantera kanaler

source: is not a valid team!
sv_se: är inte ett giltigt lag

source: Game Day Channels for
sv_se: Game Day channels för

source: setup in
sv_se: Sätt up i

source: Restarting...
sv_se: Startar om...

source: loop closed...
sv_se: slinga stängd...

source: restarted
sv_se: Omstartad

source: There is no current leaderboard for this server!
sv_se: Det finns ingen nuvarande tabellställning för den här servern!

source: now has
sv_se: har nu

source: points on the season,
sv_se: poäng på den här servern,

source: points for the week,
sv_se: poäng den här veckan,

source: and
sv_se: och

source: votes overall.
sv_se: totala röster,

source: You must choose from
sv_se: Du måste välja från

source: Sending standings to
sv_se: Skickar ställning till

source: standings will now be automatically updated in
sv_se: ställningen kommer nu uppdateras automatiskt i

source: Okay, standings
sv_se: Okej, ställningen

source: be updated automatically.
sv_se: uppdateras automatiskt

source: is not an available team!
sv_se: är inte ett tillgängligt lag!

source: I don't have embed links permission!
sv_se: Jag har inte tillstånd att bädda in länkar!

source: goals will be posted in
sv_se: Mål kommer att postas i

source: no teams are currently being posted in
sv_se: inga lag postas för tillfället i

source: All goal updates will not be posted in
sv_se: Alla måluppdateringar kommer inte postas i

source: goal updates removed from
sv_se: måluppdateringar borttagna från

source: Set your role to a team role
sv_se: Sätt din roll som en lagroll

source: Does not appear to be an NHL team!
sv_se: Verkar inte vara ett NHL-lag!

source: role applied.
sv_se: roll tillämpad.

source: is not an available role!
sv_se: är inte en tillgänglig roll!

source: Subscribe to goal notifications
sv_se: Prenumerera på målnotifikationer

source: role applied.
sv_se: roll tillämpad

source: Does not appear to be a valid standing type!
sv_se: Verkar inte vara en giltig ställningstyp!

source: have no recent or upcoming games!
sv_se: har inga nyliga eller kommande matcher!

source: {} is not an NHL team or Player!
sv_se: {} är inte ett NHL-lag eller en spelare!

source: User has left the server
sv_se: Användaren har lämnat servern

source: , you're #
sv_se: , du är #

source: leaderboard!
sv_se: tabellställning

source: Set the main rules page for the nhl rules command
sv_se: Sätter den huvudsakliga regelsidan för NHL-regelkommandon

source: Done, here's how it will look.
sv_se: Klart, här är hur det kommer se ut.

source: Leaderboard tallying complete.
sv_se: Tabellsammanställning klar.

source: Upload the .yaml file to use. Type `exit` to cancel.
sv_se: Ladda upp .yaml fil att använda. skriv `avsluta` för att avbryta

source: That file doesn't seem to be formatted correctly.
sv_se: Filen ser inte ut att vara korrekt formaterad

source: New emojis set to:
sv_se: Nya emojis satta till:

source: Saved game data reset.
sv_se: Sparad matchdata återställd.

source: created_gdc set to
sv_se: skapade_gdc satta till

source: Broken channels removed
sv_se: Trasiga kanaler borttagna

source: Saved servers the bot is no longer on have been removed.
sv_se: Sparade servrar som botten inte längre är på har blivit borttagna

source: Console printing is now
sv_se: Konsolutskrift är nu

source: Test loop set to
sv_se: Test slinga är nu

source: All pickems removed on this server.
sv_se: Alla pickems borttagna från den här servern.

source: Server leaderboard reset.
sv_se: Server tabellställning återställd.

source: Could not post goal in
sv_se: Kunde inte posta mål i

source: Cannot find message
sv_se: Kan inte hitta meddelande

source: Could not edit goal in
sv_se: Kunde inte redigera in mål

source: Goals: **
sv_se: Mål: **

source: ** Shots: **
sv_se: ** Skott: **

source: left in the
sv_se: kvar av

source: Game start
sv_se: Matchstart

source: Period Goals
sv_se: Period Mål

source: Shootout
sv_se: Straffläggning

source: Stars of the game
sv_se: Matchens stjärnor

source: Left in the
sv_se: Kvar av

source: Period starting
sv_se: Period börjar

source: at
sv_se: vid

source: minutes until
sv_se: minuter till

source: starts
sv_se: börjar

source: ***Any violation of the [Discord TOS](https://discordapp.com/terms) or [Community Guidelines](https://discordapp.com/guidelines) will result in immediate banning and possibly reported to discord.***
sv_se: ***Någon som helst avvikelse från [Discord TOS](https://discordapp.com/terms) eller [gemenskapens regler](https://discordapp.com/guidelines) kommer leda till omedelbar ban och möjlig rapport till discord.***

source: __RULES__
sv_se: __REGLER__

source: __**WARNING**__
sv_se: __**VARNING**__

source: Leaderboard
sv_se: Tabellställning

source: Page
sv_se: Sida

source: Shots
sv_se: Skott

source: Goals
sv_se: Mål

source: Assists
sv_se: Assist

source: Hits
sv_se: Tacklingar

source: Face Off Percent
sv_se: Tekningsprocent

source: Blocked Shots
sv_se: Blockerade skott

source: PIM
sv_se: Utvisningsminuter

source: Saves
sv_se: Räddningar

source: Save Percentage
sv_se: Räddningsprocent

source: Goals Against Average
sv_se: Genomsnitt mål mot

source: I guess not.
sv_se: Jan antar inte.

source: You have voted for
sv_se: Du har röstat för

source: You did not vote on this game!
sv_se: Du röstade inte på den här matchen!

source: Pickem already exists, adding channel
sv_se: Pickem finns redan, lägger till kanal

source: Error tallying leaderboard in
sv_se: Problem med sammanställning av tabell i
